html/pgp.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-06-30 Mon 19:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org3f4c7ef" class="outline-2">
<h2 id="org3f4c7ef">PGP Info</h2>
<div class="outline-text-2" id="text-org3f4c7ef">
</div>
<div id="outline-container-orgbb24a14" class="outline-3">
<h3 id="orgbb24a14">Keyservers</h3>
<div class="outline-text-3" id="text-orgbb24a14">
<ul class="org-ul">
<li><code>openpgp.org</code>: <a href="https://keys.openpgp.org/search?q=0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5">https://keys.openpgp.org/search?q=0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5</a> (view),  <a href="https://keys.openpgp.org/vks/v1/by-fingerprint/0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5">https://keys.openpgp.org/vks/v1/by-fingerprint/0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5</a> (download)</li>
<li><code>keyserver.ubuntu.com</code>: <a href="https://keyserver.ubuntu.com/pks/lookup?search=0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5&amp;fingerprint=on&amp;op=index">https://keyserver.ubuntu.com/pks/lookup?search=0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5&amp;fingerprint=on&amp;op=index</a> (view), <a href="https://keyserver.ubuntu.com/pks/lookup?op=get&amp;search=0x0abeda2fce3f0177b5f7b8c4485359764d294bf5">https://keyserver.ubuntu.com/pks/lookup?op=get&amp;search=0x0abeda2fce3f0177b5f7b8c4485359764d294bf5</a> (download)</li>
<li><code>pgp.com</code>: <a href="https://keyserver.pgp.com/vkd/DownloadKey.event?keyid=0x485359764D294BF5">https://keyserver.pgp.com/vkd/DownloadKey.event?keyid=0x485359764D294BF5</a> (download)</li>
<li><code>circl.lu</code>: <a href="https://openpgp.circl.lu/pks/lookup?search=lorenzohess%40tutanota.com&amp;fingerprint=on&amp;op=index">https://openpgp.circl.lu/pks/lookup?search=lorenzohess%40tutanota.com&amp;fingerprint=on&amp;op=index</a> (view), <a href="https://openpgp.circl.lu/pks/lookup?op=get&amp;search=0x0abeda2fce3f0177b5f7b8c4485359764d294bf5">https://openpgp.circl.lu/pks/lookup?op=get&amp;search=0x0abeda2fce3f0177b5f7b8c4485359764d294bf5</a> (download)</li>
</ul>
</div>
</div>
<div id="outline-container-org8096d91" class="outline-3">
<h3 id="org8096d91">Fingerprint Mirrors</h3>
<div class="outline-text-3" id="text-org8096d91">
<ul class="org-ul">
<li>Github: <a href="https://github.com/lorenzohess">https://github.com/lorenzohess</a></li>
<li>Gitlab: <a href="https://gitlab.com/lorenzohess">https://gitlab.com/lorenzohess</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd7b0ba4" class="outline-3">
<h3 id="orgd7b0ba4">Key Info</h3>
<div class="outline-text-3" id="text-orgd7b0ba4">
<p>
<b>Key ID:</b> <code>Lorenzo Hess</code>, <code>lorenzohess@tutanota.com</code>
</p>

<p>
<b>Master Key:</b>
</p>
<ul class="org-ul">
<li><code>0ABE DA2F CE3F 0177 B5F7  B8C4 4853 5976 4D29 4BF5</code> (<code>0ABEDA2FCE3F0177B5F7B8C4485359764D294BF5</code>)</li>
</ul>

<p>
<b>Encryption Subkey Fingerprint:</b>
</p>
<ul class="org-ul">
<li><code>DA6D 49C4 92F7 DA77 C102  08B7 18D8 4C84 2BBA A1EE</code> (<code>DA6D49C492F7DA77C10208B718D84C842BBAA1EE</code>)</li>
</ul>

<p>
<b>Signing Subkey:</b>
</p>
<ul class="org-ul">
<li><code>743C 4FAE B527 70D3 A7FC  3438 00FB 4C5E 80F8 427F</code> (<code>743C4FAEB52770D3A7FC343800FB4C5E80F8427F</code>)</li>
</ul>

<p>
<b>Authentication Subkey Fingerprint:</b>
</p>
<ul class="org-ul">
<li><code>0EB8 093F 9FF9 9D0A CF1A  0A80 9327 13D3 BEAD CDF3</code> (<code>0EB8093F9FF99D0ACF1A0A80932713D3BEADCDF3</code>)</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="email">Email: <a href="mailto:lorenzohess@tutanota.com">lorenzohess@tutanota.com</a></p>
<p class="date">Created: 2025-06-30 Mon 19:32</p>
</div>
</body>
</html>
